
; TranslationAuthor Yaron'S Team: 
; TranslationAuthorEmail: 
;

[Translation]
LangCode=040D
ReadHabit=מימין לשמאל
LanguageName=HE
LangShortName=he-il
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=מידע
Warning=אזהרה
Error=שגיאה
Confirm=אישור
pmHelp=עזרה אונליין
pmforum=פורום
pmHome=דף בית
pmContact=צור קשר
pmCheckNew=בדוק לעדכונים
pmLang=שפות
pmAbout=אודות
pmConMenu=הוסף לתפריט ההקשר
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=הפטר מכל קובץ שלא ניתן למחיקה על ידי המערכת
FrmWDMain.btnAFile.caption=הוסף קובץ
FrmWDMain.btnAfolder.caption=הוסף תיקייה
FrmWDMain.btnRemove.caption=הסר
FrmWDMain.btnDel.caption=שחרר ומחק
FrmWDMain.btnsupport.caption=משוב
FrmWDMain.btnfacebook.hint=עקוב אחרינו בפייסבוק
FrmWDMain.btntwitter.hint=בטוויטר Wise Force Deleter שתף את
FrmWDMain.btngoogle.hint=+בגוגל Wise Force Deleter שתף את
FrmWDMain.btnemail.hint=Wise Force Deleter ספר לחבריך על
FrmWDManin.lvfile.Columns[0]=שם
FrmWDManin.lvfile.Columns[1]=נתיב
FrmWDManin.lvfile.Columns[2]=סטטוס
FrmAbout.caption=אודות
FrmAbout.lblver.caption=גרסה נוכחית:
FrmAbout.lblemail.caption=אימייל לתמיכה:
FrmAbout.lblhome.caption=דף הבית:
FrmAbout.lblthanks.caption=תודות לאנשים הבאים על תרומתם:
FrmAbout.lblWarning.caption=.אזהרה : תכנית מחשב זו מוגנת על ידי חוק זכויות יוצרים ואמנות בינלאומיות
[Lang]
NativeLanguage=עברית
[GUI]
ButtonYes=כן
ButtonNo=לא
ButtonOK=אוקיי
ButtonMinimize=הקטן
ButtonMaximize=הגדל
ButtonClose=סגור
ButtonRestore=שחזר
ButtonMenu=תפריט
[Message]
DragFile=התיקייה אינה יכולה להיגרר.
ForceDelete=מחיקה כפויה
Newver=גרסה חדשה של Wise Force Deleter זמינה, אתה רוצה לשדרג עכשיו?
NoNewVer=!מזל טוב, ברשותך הגרסה האחרונה
None=מוכן
Unlocked=שוחרר ונמחק
Deleted=נמחק
FailDel=המחיקה נכשלה
Aborted=בוטל
NoExists=לא קיים
ConfirmDel=?האם לשחרר ולמחוק את הקובץ (ים)
TranslateTo=תרגם ל...
